# GUI Apps
cask "google-chrome"
cask "microsoft-edge"
cask "slack"
cask "zoom"
cask "discord"
cask "docker"
cask "visual-studio-code"
cask "postman"
cask "wezterm"
cask "karabiner-elements"
cask "scroll-reverser"
cask "appcleaner"
cask "kindle"
cask "android-studio"
cask "raycast"
